package Model;

public class Products {
        /* Здесь опишу названия продуктов: огурец, бебра, помидор, сыр и т.д.
    Но как мне описать целый объект по типу 5 Огурец 15.34(как в чеке), где Огурец название, а 15.34 - цена?
    Или у меня может быть два массива и я просто буду по индексу доставать как-то?
    Так же мне нужно будет прописать гетеры и сетеры или здесь у меня просто будут храниться данные(массив с ценой и названием)?
    Ну и если так, то по такой же аналогии со скидочной картой, в которой пропишу номер карточки и размер скидки?
     */
    private String nameProduct;
    private Float price;
}
